/********************************Copyright (c)**********************************\
**
**                   (c) Copyright 2019, CLTian, China, AH.
**                           All Rights Reserved
**
**                           By(chenlun)
**                           QQ:354769733
**
**----------------------------------文件信息------------------------------------
** 文件名称: ADCConfigure.h
**
** 创建人员: CLTian
**
** 创建日期: 2019-07-22
**
** 文档描述: 
**
**----------------------------------版本信息------------------------------------
** 版本代号: V0.1
**
** 版本说明: 初始版本
**
**------------------------------------------------------------------------------
********************************End of Head************************************/

 
#ifndef __A_D_C_CONFIGURE_H_
#define __A_D_C_CONFIGURE_H_

void ADC_Init(void);   
void Get_Battery_Voltage(void);  

extern float Battery_Voltage;


#endif


 
/********************************End of File************************************/

